

{
  "ko" : {
    "slogun" : ["배움에는 끝이없다.", "시작하기전에 생각하라", "저질렀다면 끝까지 해라", "어제의 나보다 더 나아진 내가 되라"],
    "desc" : [
      "A회사의 가상 프로젝트로서 작업한 개인 포트폴리오 사이트입니다. A회사로부터 봄 한정 이벤트를 진행해야 할 때 를 상정하여 작성했습니다. 계획서등 자세한 내용은 Github를 확인해주세요",
      "클라이언트 B를 상정한 가상 프로젝트로서 작업한 개인 포트폴리오 사이트입니다 가죽공방에서 원하는 오더메이드등을 구현하기 위해서 React로 만들었습니다 자세한 내용은 Github를 확인해주세요",
      "클라이언트 C를 상정한 가상 프로젝트로서 작업한 개인 포트폴리오 사이트입니다 심플한 관광상품 예약 시스템으로서 React로 작성했습니다 계획서등 자세한 내용은 Github를 확인해주세요"
    ],
    "privd" : {
      "name" : "조재호",
      "birth" : "1992.09.09",
      "major" : "경제학",
      "habit" : "가죽공예",
      "creed" : "오늘도 사과나무를 심는다."
    },
    "privm" : {
      "name" : "이름",
      "birth" : "생일",
      "major" : "전공",
      "habit" : "취미"
    }
  },
  "ja" : {
    "slogun" : ["学びに終わりはない。", "初めは考えから。", "踏み出した仕事は最後まで尽くす。", "昨日の自分より発展した自分になれ。"],
    "desc" : [
      "A会社のシミュレーションプロジェクトとして作業した個人用のポートフォリオサイトです。A会社から春限定のイベントの際に依頼があったことを想定して作り上げました。開発計画書など詳しい内容はGithubをご確認お願いします。",
      "クライアントBさんからのシミュレーションプロジェクトとして作業した個人用のポートフォリオサイトです。皮工房から依頼をいただいたオーダーメイドの製品ページなどを具現しました。計画などの詳しい内容はGithubをご確認お願いします。",
      "クライアントCサンからのシミュレーションプロジェクトとして作業した個人用のポートフォリオサイトです。シンプルな観光商品の予約システムとしてReactを用いて作り上げました。計画書などの詳しい内容はGithubをご確認お願いします。"
    ],
    "privd" : {
      "name" : "趙ジェホ",
      "birth" : "平成4年9月9日",
      "major" : "経済学",
      "habit" : "皮工芸",
      "creed" : "今日のリンゴの木を植える。"
    },
    "privm" : {
      "name" : "名前",
      "birth" : "誕生日",
      "major" : "専攻",
      "habit" : "趣味"
    }
  },
  "en" : {
    "slogun" : ["Learning never ends.", "Start with an idea.", "Do my best to finish the work<br/> I set out.", "Be a better version of yourself<br/> than you were yesterday."],
    "desc" : [
      "This is a personal portfolio site that I worked on as a simulation project for Company A. I made it on the assumption that there was a request from A company at the season of the spring festival event. Please check Github for details such as the development plan.",
      "This is a personal portfolio site that I worked on as a simulation project from client B. I made custom-made product pages requested by leather workshops. Please check Github for details such as plans.",
      "A personal portfolio site I worked on as a simulation project from client C. It was created using React as a simple reservation system for tour products. Please check Github for details such as the plan."
    ],
    "privd" : {
      "name" : "Jaeho Cho",
      "birth" : "1992.09.09",
      "major" : "Economy",
      "habit" : "Leather Craft",
      "creed" : "Plant an apple tree today."
    },
    "privm" : {
      "name" : "Name",
      "birth" : "Birth",
      "major" : "Major",
      "habit" : "Habit"
    }
  }
}